package homework1;

public class Task1 {
}
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet" href="./css/style.css">
<title>HomeWork_1</title>
</head>
<body>
<div class="main1">
<h1>Лучшие велосипеды в городе</h1>
</div>

<div class="main">
<h3>Современный образ жизни это сочетание динамики здоровья радости и открытий велосипед прекрасный способ почувствует себя вечно молодым активным и покоряющим новые горизонты спортивные гонки и неспешные путешествия выезды на пикники и соревнование между друзьями делают велосипед незаменимым атрибутом жизнь современного человека разумеется велосипед должен быть выбран именно под своего владельца согласно его потребностям и вкусом широкий выбор велосипедов разных марок которые представляют веломагазин позволяет это сделать. Правда не без труда слишком велик выбор!</h3>
</div>

<div class="main">
<h3>Продажа велосипедов интернет магазине видела за это гарантия низкой цены и удобные условия доставки изделий известных фирм от ведущих спортивных дизайнеру ведущие производители уделяют внимание не только скоростным качествам и комфорту езды ну и дизайну. Каждый велосипед это индивидуальный образ который становится частью образа его владелеца. Он будет сопровождать вас в прогулках и далёких путешествиях ждать каждой новой поездке и встречать вас с готовностью верного скакуна.</h3>
</div>

<div class="main">
<p><h3>Мы продаем товары которые становится вашими друзьями. У нас вы можете приобрести. Горный велосипед для себя детский для своего ребёнка а также складные женские и многие другие типы велосипедов Выбрать и купить велосипед мечты.</h3></p>
<br>
</div>

</body>
</html>